export const rightsTextUa = [
  {
    id: 'ownership-and-copyright',
    title: '1. Власність і авторське право',
    content:
      'Усі матеріали, розміщені на сайті, включаючи тексти, графіку, зображення, логотипи, дизайн, програмне забезпечення, торговельні марки, доменні імена та інші елементи контенту, є власністю команди Nice Gadgets і захищені законами про авторське право та інтелектуальну власність.',
  },
  {
    id: 'use-of-content',
    title: '2. Використання контенту',
    content:
      'Вам дозволено переглядати та ділитися контентом лише для особистого, некомерційного використання. Будь-яке копіювання, повторне розміщення або комерційне використання наших матеріалів без письмового дозволу заборонено.',
  },
  {
    id: 'data-protection',
    title: '3. Захист даних',
    content:
      'Ми поважаємо вашу конфіденційність. Ми збираємо лише ту інформацію, яка необхідна для обробки замовлень і покращення вашого досвіду покупок. Ми не продаємо і не передаємо ваші персональні дані третім сторонам.',
  },
  {
    id: 'placing-orders',
    title: '4. Оформлення замовлень',
    content:
      'Щоб оформити замовлення, просто додайте товари до кошика та перейдіть до оформлення. Після підтвердження ви отримаєте лист з деталями замовлення. Ми залишаємо за собою право скасувати або обмежити будь-яке замовлення у разі проблем з наявністю товарів або оплатою.',
  },
  {
    id: 'prices-and-payments',
    title: '5. Ціни та оплата',
    content:
      'Усі ціни включають податки (за наявності). Оплата можлива безпечно за допомогою банківської картки, PayPal або інших доступних способів, зазначених під час оформлення замовлення.',
  },
  {
    id: 'shipping-and-delivery',
    title: '6. Доставка',
    content:
      'Ми надсилаємо замовлення у робочі дні. Час доставки залежить від вашого місця проживання та обраного способу доставки. Ви отримаєте інформацію для відстеження, коли замовлення буде відправлено.',
  },
  {
    id: 'returns-and-refunds',
    title: '7. Повернення та відшкодування',
    content:
      'Не задоволені покупкою? Ви можете повернути більшість товарів протягом 14 днів після доставки. Повернені товари мають бути в оригінальному стані та упаковці. Детальніше дивіться на сторінці Політики повернення.',
  },
  {
    id: 'account-security',
    title: '8. Безпека облікового запису',
    content:
      'Якщо ви створюєте обліковий запис, зберігайте свої дані для входу в безпеці. Ви несете відповідальність за всі дії, що виконуються з вашого акаунту.',
  },
  {
    id: 'questions-or-feedback',
    title: '9. Питання або відгуки?',
    content:
      'Ми завжди раді допомогти. Відвідайте сторінку Контактів, щоб зв’язатися з нами електронною поштою, телефоном або через онлайн-чат.',
  },
];
